<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Resources/Info.plist</key>
		<data>
		Ov+GL8QrovLgWO9Tgy3J+LZeP90=
		</data>
		<key>Resources/affine_weights.bin</key>
		<data>
		19o1zjRKCSVG2fgebIPLsmZWAlQ=
		</data>
		<key>Resources/afn_mac.mlmodelc/analytics/coremldata.bin</key>
		<data>
		csOAsfkreEfuOyWmRvVRPuTGGEU=
		</data>
		<key>Resources/afn_mac.mlmodelc/coremldata.bin</key>
		<data>
		UuBepIfYi6qPh3NLxqcodwBtKFU=
		</data>
		<key>Resources/afn_mac.mlmodelc/metadata.json</key>
		<data>
		FNMDHM6CX2Zpor0gIGvOx6UoCKs=
		</data>
		<key>Resources/afn_mac.mlmodelc/model.espresso.weights</key>
		<data>
		wR01CCqGrFxJoXYpGZYXghcNET8=
		</data>
		<key>Resources/afn_mac.mlmodelc/model/coremldata.bin</key>
		<data>
		9brzNLtTyr6wxUFJNNE25rck8D0=
		</data>
		<key>Resources/afn_mac.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/afn_mac_premium.mlmodelc/analytics/coremldata.bin</key>
		<data>
		fey/2H/hx6+163y764tnEHpSgQY=
		</data>
		<key>Resources/afn_mac_premium.mlmodelc/coremldata.bin</key>
		<data>
		LMT9mvHiTTYJ7Ujfs61gSoqgBjw=
		</data>
		<key>Resources/afn_mac_premium.mlmodelc/metadata.json</key>
		<data>
		CIqzZkw/7lS2Bgw8cmR3Tv8fsNw=
		</data>
		<key>Resources/afn_mac_premium.mlmodelc/model.espresso.weights</key>
		<data>
		b6/V8sux6YeeSlhAZIbgcCN1Uoc=
		</data>
		<key>Resources/afn_mac_premium.mlmodelc/model/coremldata.bin</key>
		<data>
		G19olbZ9jIHBmvZSwSrpGHvmz/Q=
		</data>
		<key>Resources/afn_mac_premium.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/basic_portrait_net.bin</key>
		<data>
		VzY2i2ojjmFp7eyyDX17To1YCFU=
		</data>
		<key>Resources/bgr_mac.mlmodelc/analytics/coremldata.bin</key>
		<data>
		WHN+jebDmT1mJ/pKyuDgO4bGcdY=
		</data>
		<key>Resources/bgr_mac.mlmodelc/coremldata.bin</key>
		<data>
		Xj5gwuS58IL7qmzFEgGeIIiEH0Q=
		</data>
		<key>Resources/bgr_mac.mlmodelc/metadata.json</key>
		<data>
		4/9ih9c5Mos5M3lQqM9qTPRTVAg=
		</data>
		<key>Resources/bgr_mac.mlmodelc/model.espresso.weights</key>
		<data>
		ZJzCR6jwOOwyNh1ntJqUImB2pdA=
		</data>
		<key>Resources/bgr_mac.mlmodelc/model/coremldata.bin</key>
		<data>
		oo/NZKySpzKvYCI3b4h5KsiH9o4=
		</data>
		<key>Resources/bgr_mac.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/bgr_mac_basic.mlmodelc/analytics/coremldata.bin</key>
		<data>
		Ys+SMzXMFjrrRjsGF5o7YQQZ/yk=
		</data>
		<key>Resources/bgr_mac_basic.mlmodelc/coremldata.bin</key>
		<data>
		QgqmKu33nf9lTlGg2XrvWpi2H60=
		</data>
		<key>Resources/bgr_mac_basic.mlmodelc/metadata.json</key>
		<data>
		7S1NuHFgZW1NJ14RjaVMva4YwE4=
		</data>
		<key>Resources/bgr_mac_basic.mlmodelc/model.espresso.weights</key>
		<data>
		7KZepNepNOXrb3O1gTlxLPTCRKU=
		</data>
		<key>Resources/bgr_mac_basic.mlmodelc/model/coremldata.bin</key>
		<data>
		oo/NZKySpzKvYCI3b4h5KsiH9o4=
		</data>
		<key>Resources/bgr_mac_basic.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/bgr_mac_premium.mlmodelc/analytics/coremldata.bin</key>
		<data>
		sATSuUkwYJbmTNGGqW/i5tSpQL0=
		</data>
		<key>Resources/bgr_mac_premium.mlmodelc/coremldata.bin</key>
		<data>
		uYxY4+C5BrABjjP8D9puTPyyg3E=
		</data>
		<key>Resources/bgr_mac_premium.mlmodelc/metadata.json</key>
		<data>
		ei/X75bz70l3s8xox3XysyHORUI=
		</data>
		<key>Resources/bgr_mac_premium.mlmodelc/model.espresso.weights</key>
		<data>
		1wCRFBqdlcvmCpERDRmNKQGBhR0=
		</data>
		<key>Resources/bgr_mac_premium.mlmodelc/model/coremldata.bin</key>
		<data>
		oo/NZKySpzKvYCI3b4h5KsiH9o4=
		</data>
		<key>Resources/bgr_mac_premium.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/faceattrib_beard_weights.bin</key>
		<data>
		CMBiZ2e5nuEzx8WZGvlxzJZzEu8=
		</data>
		<key>Resources/faceattrib_glasses_weights.bin</key>
		<data>
		TeHLbJApDJSyu/N1+PtakLjx+CA=
		</data>
		<key>Resources/flm.mlmodelc/analytics/coremldata.bin</key>
		<data>
		ZwXh6nD1SCmiIDWk/8dZGdkaODg=
		</data>
		<key>Resources/flm.mlmodelc/coremldata.bin</key>
		<data>
		iUBUbybvhFe4OW7bS6RUsA2UvFo=
		</data>
		<key>Resources/flm.mlmodelc/metadata.json</key>
		<data>
		P4aMpVX2FFXFRaTALH9SnO8E2NQ=
		</data>
		<key>Resources/flm.mlmodelc/model.espresso.weights</key>
		<data>
		VBzK9uDM8GV03w5/uMia9sTgqHs=
		</data>
		<key>Resources/flm.mlmodelc/model/coremldata.bin</key>
		<data>
		sAilHvVxCPam2pSz/l8ae9uYGG4=
		</data>
		<key>Resources/flm.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/hair_weights.bin</key>
		<data>
		LLAYcBkoj8FqZ2TdOXlacxj7U28=
		</data>
		<key>Resources/hand_detection_weights.bin</key>
		<data>
		YAdKu9Gq57e8jCQDxYcyUXi/HDw=
		</data>
		<key>Resources/hand_landmark_weights.bin</key>
		<data>
		D9MUh6G2B27LJ6epbGnSlQuhCNI=
		</data>
		<key>Resources/hd.mlmodelc/analytics/coremldata.bin</key>
		<data>
		iKlY7VrY2HoP5AT5TF+ItOWK+J4=
		</data>
		<key>Resources/hd.mlmodelc/coremldata.bin</key>
		<data>
		BEI7oERp2ZN2XtGYCRr3kyJ1+WE=
		</data>
		<key>Resources/hd.mlmodelc/metadata.json</key>
		<data>
		Sj94CEDCFHv6ecujI3Nni+0C7Hk=
		</data>
		<key>Resources/hd.mlmodelc/model.espresso.weights</key>
		<data>
		fkaopE7MdJUWvsQYzdu+dMJYHyk=
		</data>
		<key>Resources/hd.mlmodelc/model/coremldata.bin</key>
		<data>
		CrAaztuQlHOIbTS0gkXh0mbopJs=
		</data>
		<key>Resources/hd.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/hlm.mlmodelc/analytics/coremldata.bin</key>
		<data>
		ZTzq2mfwSUd3/AMm6H8NkrssWMA=
		</data>
		<key>Resources/hlm.mlmodelc/coremldata.bin</key>
		<data>
		siTu48pS+9mYdTC3XQzEgwFvwzE=
		</data>
		<key>Resources/hlm.mlmodelc/metadata.json</key>
		<data>
		1PbMYWusZProN9Hw7ciegGY2/K0=
		</data>
		<key>Resources/hlm.mlmodelc/model.espresso.weights</key>
		<data>
		kP/NLnW42dcnrs0op9fQX9F85T4=
		</data>
		<key>Resources/hlm.mlmodelc/model/coremldata.bin</key>
		<data>
		BEG0IgK9a2yPWFPbHavHZGeEUT8=
		</data>
		<key>Resources/hlm.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/landmark_weights.bin</key>
		<data>
		jVQ2SImMr0GnAK4jZ34rRh56pbA=
		</data>
		<key>Resources/lipsync_weights.bin</key>
		<data>
		0pbd/S7BBTS+Kkh/N7Vs0HE5XQc=
		</data>
		<key>Resources/modelnet.bin</key>
		<data>
		E/H8UZjUjMyIuM9hSX2nJk4TzpE=
		</data>
		<key>Resources/portrait_weights.bin</key>
		<data>
		Zh4iNU/m7GbPtuDUyCesP6+SGKk=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Frameworks/libmkldnn.0.dylib</key>
		<dict>
			<key>cdhash</key>
			<data>
			KSDaANP6Msgur5l607NVCQR6lCY=
			</data>
			<key>requirement</key>
			<string>identifier "libmkldnn.0" and anchor apple generic and certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = BJ4HAAB9B3</string>
		</dict>
		<key>Resources/Info.plist</key>
		<dict>
			<key>hash</key>
			<data>
			Ov+GL8QrovLgWO9Tgy3J+LZeP90=
			</data>
			<key>hash2</key>
			<data>
			eIhaNJZYHgaRqfs/512pV3jsN/OLnYri7k3HHo2geMI=
			</data>
		</dict>
		<key>Resources/affine_weights.bin</key>
		<dict>
			<key>hash</key>
			<data>
			19o1zjRKCSVG2fgebIPLsmZWAlQ=
			</data>
			<key>hash2</key>
			<data>
			F+FCF37ZpKt7RGd/2jJM97XqSS6D5Yr3vu9goxVQHpw=
			</data>
		</dict>
		<key>Resources/afn_mac.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			csOAsfkreEfuOyWmRvVRPuTGGEU=
			</data>
			<key>hash2</key>
			<data>
			kTwUgHrU1GtfcKYQjnMaTc+U/+2x350ILdyfPXdA1tI=
			</data>
		</dict>
		<key>Resources/afn_mac.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			UuBepIfYi6qPh3NLxqcodwBtKFU=
			</data>
			<key>hash2</key>
			<data>
			E1nAAe8mZgUr7bRYpgKNOULXqxq1qbCsvbkRLxhcqiE=
			</data>
		</dict>
		<key>Resources/afn_mac.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			FNMDHM6CX2Zpor0gIGvOx6UoCKs=
			</data>
			<key>hash2</key>
			<data>
			tzxs9u8bHYOVzmjOi+SMdJVfm2sHMDIr3NSWYCSbw5c=
			</data>
		</dict>
		<key>Resources/afn_mac.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			wR01CCqGrFxJoXYpGZYXghcNET8=
			</data>
			<key>hash2</key>
			<data>
			WaCrC5b+itMCOTVUS6VBrPONVp+wKFwc+PrmrzVVIwM=
			</data>
		</dict>
		<key>Resources/afn_mac.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			9brzNLtTyr6wxUFJNNE25rck8D0=
			</data>
			<key>hash2</key>
			<data>
			Mf2VTRP6xAXB09Q5rEX1fy6wZSr9cRZ93LVKgqbMi8E=
			</data>
		</dict>
		<key>Resources/afn_mac.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/afn_mac_premium.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			fey/2H/hx6+163y764tnEHpSgQY=
			</data>
			<key>hash2</key>
			<data>
			CNWiFFbc17cYtIMCjNLEpR7qVGR3ON4u4gw8EbldLnk=
			</data>
		</dict>
		<key>Resources/afn_mac_premium.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			LMT9mvHiTTYJ7Ujfs61gSoqgBjw=
			</data>
			<key>hash2</key>
			<data>
			H7QfIkO7n29/6mYUwk280+pB+UV5to5S53wmwG0MZjQ=
			</data>
		</dict>
		<key>Resources/afn_mac_premium.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			CIqzZkw/7lS2Bgw8cmR3Tv8fsNw=
			</data>
			<key>hash2</key>
			<data>
			6qQwlScrOW3R4QJPuJ5ueHG+qpytqso3EU4jXadK6P0=
			</data>
		</dict>
		<key>Resources/afn_mac_premium.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			b6/V8sux6YeeSlhAZIbgcCN1Uoc=
			</data>
			<key>hash2</key>
			<data>
			VC4+tu66E07yq9B5Sg/yjqKr7iaP6i/ylzq4yr3G26I=
			</data>
		</dict>
		<key>Resources/afn_mac_premium.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			G19olbZ9jIHBmvZSwSrpGHvmz/Q=
			</data>
			<key>hash2</key>
			<data>
			L2Rez7SUxrdcHbHElGosJ5fAHskLOrPDpfQiNNG0aak=
			</data>
		</dict>
		<key>Resources/afn_mac_premium.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/basic_portrait_net.bin</key>
		<dict>
			<key>hash</key>
			<data>
			VzY2i2ojjmFp7eyyDX17To1YCFU=
			</data>
			<key>hash2</key>
			<data>
			Ptenmokm8+rlXSJwD/YtAKI+vHLbuliLdJ8KC2PGGRs=
			</data>
		</dict>
		<key>Resources/bgr_mac.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			WHN+jebDmT1mJ/pKyuDgO4bGcdY=
			</data>
			<key>hash2</key>
			<data>
			d8FShKVEgFWO1jVeyiTuHfm931dDuGMDiUDhIQgmd04=
			</data>
		</dict>
		<key>Resources/bgr_mac.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			Xj5gwuS58IL7qmzFEgGeIIiEH0Q=
			</data>
			<key>hash2</key>
			<data>
			Co8FOgscOnQdjbDGkqzxGYrq5ndB+RIN6qqExCd8ULU=
			</data>
		</dict>
		<key>Resources/bgr_mac.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			4/9ih9c5Mos5M3lQqM9qTPRTVAg=
			</data>
			<key>hash2</key>
			<data>
			x8+6s2dKLrcboAzYLnaz+S91DvwxwGgjN7j/zMbC0YU=
			</data>
		</dict>
		<key>Resources/bgr_mac.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			ZJzCR6jwOOwyNh1ntJqUImB2pdA=
			</data>
			<key>hash2</key>
			<data>
			zEuaSjeqySWcWQ5TcSael1MF9EknNlsMCMFoUg0jW34=
			</data>
		</dict>
		<key>Resources/bgr_mac.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			oo/NZKySpzKvYCI3b4h5KsiH9o4=
			</data>
			<key>hash2</key>
			<data>
			qyJZQtvdEbvyfYMQmE+zx9EcLlAEE0yOW7z576npMnE=
			</data>
		</dict>
		<key>Resources/bgr_mac.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/bgr_mac_basic.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			Ys+SMzXMFjrrRjsGF5o7YQQZ/yk=
			</data>
			<key>hash2</key>
			<data>
			IYcUPBae2IfhoXM3viaYRlNvb4A+ZRbhqcgRKBqBY/Q=
			</data>
		</dict>
		<key>Resources/bgr_mac_basic.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			QgqmKu33nf9lTlGg2XrvWpi2H60=
			</data>
			<key>hash2</key>
			<data>
			xB02+wiNx6a3bHCpvqJxi/gwe5B4ILw4+XavyhIkTgU=
			</data>
		</dict>
		<key>Resources/bgr_mac_basic.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			7S1NuHFgZW1NJ14RjaVMva4YwE4=
			</data>
			<key>hash2</key>
			<data>
			1c+FP0yHVwQiMSkULwrKVWErnZxBPwYpWZnw+4VMGbc=
			</data>
		</dict>
		<key>Resources/bgr_mac_basic.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			7KZepNepNOXrb3O1gTlxLPTCRKU=
			</data>
			<key>hash2</key>
			<data>
			uxa0R38CfPQsu1xgujs1UnN30r9hB1fff2wWIWiAnxM=
			</data>
		</dict>
		<key>Resources/bgr_mac_basic.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			oo/NZKySpzKvYCI3b4h5KsiH9o4=
			</data>
			<key>hash2</key>
			<data>
			qyJZQtvdEbvyfYMQmE+zx9EcLlAEE0yOW7z576npMnE=
			</data>
		</dict>
		<key>Resources/bgr_mac_basic.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/bgr_mac_premium.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			sATSuUkwYJbmTNGGqW/i5tSpQL0=
			</data>
			<key>hash2</key>
			<data>
			DkQ5pbQ2SoTg/gRVM5jxhVmg5oIYTx9oIzX/9HbN+cw=
			</data>
		</dict>
		<key>Resources/bgr_mac_premium.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uYxY4+C5BrABjjP8D9puTPyyg3E=
			</data>
			<key>hash2</key>
			<data>
			J/kHjXDKJLVBdAzSMI165l8nqB0k6+mDmpDaDfroiWk=
			</data>
		</dict>
		<key>Resources/bgr_mac_premium.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			ei/X75bz70l3s8xox3XysyHORUI=
			</data>
			<key>hash2</key>
			<data>
			Wz+GjlKh6gHq4vRXRlM5KlYCaryOo3sSClMtrrO+1Ks=
			</data>
		</dict>
		<key>Resources/bgr_mac_premium.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			1wCRFBqdlcvmCpERDRmNKQGBhR0=
			</data>
			<key>hash2</key>
			<data>
			KK+8zIkKFzjeF+0yE7xapEYsqb8DWQfvjxi0VYriXbs=
			</data>
		</dict>
		<key>Resources/bgr_mac_premium.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			oo/NZKySpzKvYCI3b4h5KsiH9o4=
			</data>
			<key>hash2</key>
			<data>
			qyJZQtvdEbvyfYMQmE+zx9EcLlAEE0yOW7z576npMnE=
			</data>
		</dict>
		<key>Resources/bgr_mac_premium.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/faceattrib_beard_weights.bin</key>
		<dict>
			<key>hash</key>
			<data>
			CMBiZ2e5nuEzx8WZGvlxzJZzEu8=
			</data>
			<key>hash2</key>
			<data>
			oRK0lM8/P3Jz3PVmQOaxDFTtncYXi+E3onxw/yAO8AI=
			</data>
		</dict>
		<key>Resources/faceattrib_glasses_weights.bin</key>
		<dict>
			<key>hash</key>
			<data>
			TeHLbJApDJSyu/N1+PtakLjx+CA=
			</data>
			<key>hash2</key>
			<data>
			yeu3Fvw2n9CwPGIdsSTtjjOHYjFICBJa3N8ntPPHTeU=
			</data>
		</dict>
		<key>Resources/flm.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			ZwXh6nD1SCmiIDWk/8dZGdkaODg=
			</data>
			<key>hash2</key>
			<data>
			bYImHAzR0V8URfLNOm4vSvxLSrPZvUxXH3Enu2USlD0=
			</data>
		</dict>
		<key>Resources/flm.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			iUBUbybvhFe4OW7bS6RUsA2UvFo=
			</data>
			<key>hash2</key>
			<data>
			VCtTg2TdcZgQqmFORqjzjOCYlm64DUnTxD274vqFLtg=
			</data>
		</dict>
		<key>Resources/flm.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			P4aMpVX2FFXFRaTALH9SnO8E2NQ=
			</data>
			<key>hash2</key>
			<data>
			vCho0z69uQBgBMmweuqBJpktQIXEkSodJYJqKZ7l1uU=
			</data>
		</dict>
		<key>Resources/flm.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			VBzK9uDM8GV03w5/uMia9sTgqHs=
			</data>
			<key>hash2</key>
			<data>
			mx7RnbGk1vODquWdyT1wQKeaVc58Ld/qFDkrVqQb5FI=
			</data>
		</dict>
		<key>Resources/flm.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			sAilHvVxCPam2pSz/l8ae9uYGG4=
			</data>
			<key>hash2</key>
			<data>
			UVkIvdgrGVUYi/wprJkauBSI5CsljIVSHFvZVZacuTs=
			</data>
		</dict>
		<key>Resources/flm.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/hair_weights.bin</key>
		<dict>
			<key>hash</key>
			<data>
			LLAYcBkoj8FqZ2TdOXlacxj7U28=
			</data>
			<key>hash2</key>
			<data>
			l67fPv5IJfIZsjh/QMi+ol8in+Dk0HpIrWzlOjTHUEg=
			</data>
		</dict>
		<key>Resources/hand_detection_weights.bin</key>
		<dict>
			<key>hash</key>
			<data>
			YAdKu9Gq57e8jCQDxYcyUXi/HDw=
			</data>
			<key>hash2</key>
			<data>
			R0R/aT1BpJGqVBwA3waFyMFR+SKUQ7AgDobXH5auNuU=
			</data>
		</dict>
		<key>Resources/hand_landmark_weights.bin</key>
		<dict>
			<key>hash</key>
			<data>
			D9MUh6G2B27LJ6epbGnSlQuhCNI=
			</data>
			<key>hash2</key>
			<data>
			N5YMAum4CAVmSrcYu+D2xJCzo7hY0DxqYSDh100gLUA=
			</data>
		</dict>
		<key>Resources/hd.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			iKlY7VrY2HoP5AT5TF+ItOWK+J4=
			</data>
			<key>hash2</key>
			<data>
			BFJmHavTMIg+UJwl2qHadshKf4p/Y4Q8n5i86lC4Vg0=
			</data>
		</dict>
		<key>Resources/hd.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			BEI7oERp2ZN2XtGYCRr3kyJ1+WE=
			</data>
			<key>hash2</key>
			<data>
			FbQyxmMXUX5m9GHWDdLQtLvGpN7fsJifnv+Gysa/21A=
			</data>
		</dict>
		<key>Resources/hd.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			Sj94CEDCFHv6ecujI3Nni+0C7Hk=
			</data>
			<key>hash2</key>
			<data>
			yG96wSuu8uP0O/8rwgZyQccYXQgkyNeiSUA5r+g+QQc=
			</data>
		</dict>
		<key>Resources/hd.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			fkaopE7MdJUWvsQYzdu+dMJYHyk=
			</data>
			<key>hash2</key>
			<data>
			qFuWXsCUus7/oZyyeLqY5KT637H6QGXBNa96za7avng=
			</data>
		</dict>
		<key>Resources/hd.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			CrAaztuQlHOIbTS0gkXh0mbopJs=
			</data>
			<key>hash2</key>
			<data>
			83hRRiAhRA+/KFxy2LVAo7QPnGiWNpxfUsixuZT9OdY=
			</data>
		</dict>
		<key>Resources/hd.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/hlm.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			ZTzq2mfwSUd3/AMm6H8NkrssWMA=
			</data>
			<key>hash2</key>
			<data>
			MRMV6i+y+0su9nLTiSmy1NB8E30eNVlf51oOPlurKaQ=
			</data>
		</dict>
		<key>Resources/hlm.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			siTu48pS+9mYdTC3XQzEgwFvwzE=
			</data>
			<key>hash2</key>
			<data>
			bYqwsJJvFvSfFPKmYnuqq+UpyZ5AP1Dc9HnsQEJp9zc=
			</data>
		</dict>
		<key>Resources/hlm.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			1PbMYWusZProN9Hw7ciegGY2/K0=
			</data>
			<key>hash2</key>
			<data>
			UZJ9cxps+m93PyYqXw5gaGR673NxSju/uB4m41RfFS4=
			</data>
		</dict>
		<key>Resources/hlm.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			kP/NLnW42dcnrs0op9fQX9F85T4=
			</data>
			<key>hash2</key>
			<data>
			pJ6cPpyWEKhudtJzgHJq27E/zeZWUIYHr7sQr9trKqk=
			</data>
		</dict>
		<key>Resources/hlm.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			BEG0IgK9a2yPWFPbHavHZGeEUT8=
			</data>
			<key>hash2</key>
			<data>
			msAt7rHyGNIrWOW8yTrKkbahl/v/TjlgY6oIT1S57pM=
			</data>
		</dict>
		<key>Resources/hlm.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/landmark_weights.bin</key>
		<dict>
			<key>hash</key>
			<data>
			jVQ2SImMr0GnAK4jZ34rRh56pbA=
			</data>
			<key>hash2</key>
			<data>
			XzCLZohMGfUsLB0TbUssHFC5+83jeDZVetYgNSqqHeE=
			</data>
		</dict>
		<key>Resources/lipsync_weights.bin</key>
		<dict>
			<key>hash</key>
			<data>
			0pbd/S7BBTS+Kkh/N7Vs0HE5XQc=
			</data>
			<key>hash2</key>
			<data>
			PhJcyeQEQjya/Vrs7P+FB5a4hZCs3fjxfY/h7P6MLyQ=
			</data>
		</dict>
		<key>Resources/modelnet.bin</key>
		<dict>
			<key>hash</key>
			<data>
			E/H8UZjUjMyIuM9hSX2nJk4TzpE=
			</data>
			<key>hash2</key>
			<data>
			GS1+XpJVdoCfAToccmxPt+gaZ+fS6wQSG9rAjJlITSs=
			</data>
		</dict>
		<key>Resources/portrait_weights.bin</key>
		<dict>
			<key>hash</key>
			<data>
			Zh4iNU/m7GbPtuDUyCesP6+SGKk=
			</data>
			<key>hash2</key>
			<data>
			xZ8abi8UNrtSMNQOlPxQ1uYdW6SwV9TGWNrQPWHk4s8=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^Resources/</key>
		<true/>
		<key>^Resources/.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^Resources/.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Resources/Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^(Frameworks|SharedFrameworks|PlugIns|Plug-ins|XPCServices|Helpers|MacOS|Library/(Automator|Spotlight|LoginItems))/</key>
		<dict>
			<key>nested</key>
			<true/>
			<key>weight</key>
			<real>10</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^Resources/</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^Resources/.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^Resources/.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Resources/Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^[^/]+$</key>
		<dict>
			<key>nested</key>
			<true/>
			<key>weight</key>
			<real>10</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
